export default {
  title: 'Введите новый пароль',
  password: {
    placeholder: 'Новый пароль',
    error: 'Пожалуйста, введите свой пароль!',
  },
  confirm_password: {
    placeholder: 'Подтвердить пароль',
    error: 'Пожалуйста, подтвердите свой пароль!',
    error_not_match: 'Пароли не совпадают!',
  },
  update_button: 'Обновить пароль',
  password_changed: 'Пароль успешно обновлен',
  link_expired: 'Эта ссылка устарела, попробуйте сбросить пароль еще раз',
  redirect_text:
    'Через несколько секунд вы будете переадресованы на главную страницу...',
  loading: 'Загрузка...',
};
